letter_list = []
for i in range(64, 90):
    letter_list.append(chr(i + 1))
for i in range(96, 122):
    letter_list.append(chr(i + 1))
greek_list = ['α', 'β', 'γ', 'δ', 'ε', 'ζ', 'η', 'θ', 'ι', 'κ', 'λ', 'μ',
              'ν', 'ξ', 'ο', 'π', 'ρ', 'σ', 'τ', 'υ', 'φ', 'χ', 'ψ', 'ω']
letter_list += greek_list
katakana_list = [
    'イ', 'ロ', 'ハ', 'ニ', 'ホ', 'ヘ', 'ト',
    'チ', 'リ', 'ヌ', 'ル', 'ヲ', 'ワ', 'カ',
    'ヨ', 'タ', 'レ', 'ソ', 'ツ', 'ネ', 'ナ',
    'ラ', 'ム', 'ウ', 'ヰ', 'ノ', 'オ', 'ク',
    'ヤ', 'マ', 'ケ', 'フ', 'コ', 'エ', 'テ',
    'ア', 'サ', 'キ', 'ユ', 'メ', 'ミ', 'シ',
    'ヱ', 'ヒ', 'モ', 'セ', 'ス',
]
hiragana_list = [
    'あ', 'い', 'う', 'え', 'お',
    'か', 'き', 'く', 'け', 'こ',
    'さ', 'し', 'す', 'せ', 'そ',
    'た', 'ち', 'つ', 'て', 'と',
    'な', 'に', 'ぬ', 'ね', 'の',
    'は', 'ひ', 'ふ', 'へ', 'ほ',
    'ま', 'み', 'む', 'め', 'も',
    'や', 'ゆ', 'よ',
    'ら', 'り', 'る', 'れ', 'ろ',
    'わ', 'ゐ', 'ゑ', 'を',
]
number_list = [str(i + 1) for i in range(64)]
